INSERT INTO Category (Catg_Title, Catg_Description)
VALUES 
('Фрукти та овочі', 'Свіжі та смачні фрукти та овочі з різних куточків світу.'),
('Мясо, риба, яйця', 'Соковите мясо, свіжа птиця та риба, які прикрасять будь-який стіл.'),
('Пекарня, торти та молочні продукти', 'Солодкі та вершкові молочні продукти.'),
('Закуски та фірмові продукти', 'Широкий вибір закусок народів світу.'),
('Прибирання та домашнє господарство', 'Різноманіття кондитерських виробів, тортів, пирогів та солодощів.'),
('Вишукана та світова кухня', 'Заморожені продукти різного призначення та смаку.'),
('Догляд за дитиною', 'Багатий вибір готових страв та закусок, які можна швидко підігріти або приготувати.'),
('Крупи, макаронні вироби та зернові продукти', 'Різноманіття круп, макаронних виробів та зернових продуктів.'),
('Кухня, сад і домашні тварини', 'Соуси, спеції та приправи, щоб надати стравам насичений смак.'),
('Напої (алкогольні та безалкогольні)', 'Чудовий вибір алкогольних та безалкогольних напоїв.'),
('Косметика та гігієнічні товари', 'Косметика та гігієнічні товари для особистої гігієни та догляду за собою.');
