
INSERT INTO UserRole (Ur_Title) VALUES
  ('Менеджер'),
  ('Касир'),
  ('Адміністратор')


INSERT INTO [Market].[dbo].[Employee]
           ([Emp_Name]
           ,[Emp_Surname]
           ,[Emp_FatherName]
           ,[Emp_Position]
           ,[Emp_Salary]
           ,[Emp_JoiningDate]
           ,[Emp_Gender])

VALUES 
	('Андрій', 'Мозговець', 'Сергійович', 'Касир', 25000, '2022-01-01', 'M'),
	('Марія', 'Полякова', 'Віталіївна', 'Адміністратор', 50000, '2020-02-15', 'F'),
	('Віталій', 'Сененчук', 'Ігорович', 'Менеджер', 20000, '2021-05-10', 'M'),
	('Марина', 'Гарбуз', 'Андріївна', 'Заступник менеджера', 23000, '2022-03-01', 'F'),
	('Сергій', 'Клопотенко', 'Миколайович', 'Працівник складу', 40000, '2019-11-20', 'M'),
	('Наталія', 'Карпенко', 'Миколаївна', 'Касир', 24000, '2022-02-05', 'F'),
	('Світлана', 'Прихидна', 'Віталіївна', 'Прибиральниця', 10000, '2021-03-15', 'F'),
	('Олександр', 'Мокроновський', 'Іванович', 'Охоронець', 11000, '2019-10-01', 'M'),
	('Данил', 'Тихий', 'Степанович', 'Керівник складу', 22000, '2022-04-10', 'M'),
	('Марія', 'Шевченко', 'Остапівна', 'Касир', 24000, '2020-07-01', 'F');
